Repository: digedag/t3sportstats
Catalog: Resources/Private/Language/*.locallang_db.xlf
Languages: de

# plugin.t3sportstats.label
source: T3sports: Statistics
de: T3sports: Statistiken

# plugin.t3sportstats.description
source: Shows extensive statistics of players, trainers and referees
de: Zeigt umfangreiche Statistiken von Spielern, Trainern and Schiedsrichtern

# plugin.t3sportstats.flexform.reporttype
source: Report Type
de: Auswertung

# plugin.t3sportstats.flexform.highlightteam
source: Highlight team players
de: Team Spieler hervorheben

# plugin.t3sportstats.flexform.action.playerstats
source: Player statistics
de: Spielerstatistik

# plugin.t3sportstats.flexform.action.coachstats
source: Coach statistics
de: Trainerstatistik

# plugin.t3sportstats.flexform.action.refereestats
source: Referee statistics
de: Schiedsrichterstatistik

# plugin.t3sportstats.flexform.action.dbstats
source: Database statistics
de: Datenbankstatistik

# plugin.t3sportstats.flexform.action.serieslist
source: List of best series
de: Liste der besten Serien

# plugin.t3sportstats.flexform.action.seriesresultlist
source: List of current series
de: Liste der aktuellen Serien

# service_t3sports_statistics_title
source: Statistics service
de: Statistik Service

# tx_cfcleague_match_notes.type.goalfreekick
source: Free kick goal
de: Freisto√ütor

# tx_t3sportstats_module_name
source: Statistics
de: Statistik

# tx_t3sportstats_series_rules
source: Rules
de: Regeln

# tx_t3sportstats_series_rule
source: Series Rule
de: Serienregel

# tx_t3sportstats_series_rule_alias
source: Rule
de: Regel

# tx_t3sportstats_series_rule_config
source: Config (optional)
de: Konfiguration (optional)

# tx_t3sportstats_series_rule.win_rule
source: Match won
de: Spiel gewonnen

# tx_t3sportstats_series_rule.lost_rule
source: Match lost
de: Spiel verlorenen

# tx_t3sportstats_series_rule.not_won_rule
source: Match not won
de: Spiele nicht gewonnen

# tx_t3sportstats_series_rule.not_lost_rule
source: Match not lost
de: Spiel nicht verloren

# tx_t3sportstats_series_rule.draw_rule
source: Match drawn
de: Unentschieden
